Repository: gitpan/PApp
Catalog: i18n/papp/*.po
Languages: de

source: page redirection
de: Weiterleitung

source: The automatic redirection has failed. Please try a <i>slightly</i> newer browser next time, and in the meantime <i>please</i> follow this link ;)
de: Die automatische Weiterleitung ist fehlgeschlagen (wie wärs das nächste Mal mit einem <em>etwas</em> neuerem Browser??). Bitte folgen Sie derweil diesem Link...

source: Login failed
de: Login fehlgeschlagen

source: no such user or wrong password
de: Falsches Passwort oder Benutzer unbekannt

source: Send me back to wherever I came from
de: Zurück nach woauchimmer ich herkam...

source: Go Back
de: Zurück

source: [not updating anything due to page reload]
de: [kein Update wegen Page-Reload]

source: Restore Values
de: Felder zurücksetzen

source: I fear you do not have the necessary... well... access rights to do anything on this page...
de: Ich fürchte, Sie haben nicht die notwendigen.. äh, ähm... Zugriffsrechte für diese Seite...

source: Save Changes
de: Änderungen Speichern

source: Never, <i>EVER</i> publish a url with the hex-hash key in it(!)
de: Nie, aber auch wirklich <i>NIEMALS</i> sollte eine URL mit dem hex-hash extern verwendet werden!

source: You are currently known to me as user #
de: Im Moment bist du für mich Benutzer #

source: (You are not currently logged in)
de: (Du bist z.Zt. nicht angemeldet)

source: This page has been reloaded <b>%d</b> times.
de: Diese Seite wurde <b>%d</b> mal neugeladen.

source: Current access rights include
de: Die aktuellen Zugriffsrechte sind

source: <i>Possible(!)</i> URI (for referencing) of this page:
de: <i>Mögliche</i> URI (zum externen ver\"link\"en dieser Seite:

source: Reload page and drop all priviledges
de: Seite neuladen und alle Zugriffsrechte abgeben.

source: You may log-in now!
de: Sie können sich nun einloggen!

source: Password:
de: Passwort:

source: Username:
de: Benutzername:

source: Log In
de: Anmelden

source: [Leave Edit Mode]
de: [Edit-Modus AUS]

source: [Enter Edit Mode]
de: [Edit-Modus EIN]
