Repository: gitpan/PApp
Catalog: i18n/poedit/*.po
Languages: de

source: Menu for language
de: Menü für die Sprache

source: Scan SELECTED+LOADED applications
de: AUSGEWÄHLTE+GELADENE Anwendungen scannen

source: Untranslated or fuzzy messages
de: Noch nicht übersetzte oder ungeprüfte Meldungen

source: [selected]
de: [ausgewählt]

source: (can take a long time!)
de: (kann sehr lange dauern!)

source: Application Control
de: Anwendungsmenu

source: View/Edit non-valid translations
de: Anzeigen/Edieren der unübersetzten/ungeprüften Meldungen

source: View/Edit all translations
de: Anzeigen/Edieren aller Meldungen

source: Valid?
de: Gültig?

source: Save
de: Speichern

source: Back to the toplevel menu
de: Zurück zum Menu

source: Select the language to edit:
de: Wählen Sie die Sprache aus, die sie edieren wollen:

source: Save & Next
de: Speichern & Weiter

source: Summary for language
de: Zusammenfassung für

source: Reset
de: Rücksetzen

source: Refresh
de: Auffrischen

source: Return to the directory view
de: Zurück zur Meldungsübersicht

source: Quicksearch
de: Schnellsuche

source: Message count
de: Anzahl der Meldungen

source: Languages
de: Sprachen

source: Skip message (already in the correct language)
de: Überspringen (schon korrekt übersetzt)

source: Export ALL PO
de: Exportiere ALLE PO

source: Message count for
de: Anzahl der Meldungen für

source: Next
de: Weiter

source: (scan &amp; reset fuzzy messages)
de: (Scannen &amp; Zurücksetzen von unübersetzten Meldungen)

source: (can take even longer!)
de: (kann noch viel länger dauern!)

source: Select the applications to edit:
de: Wählen Sie die Anwendungen aus, die Sie edieren wollen:

source: [BACK]
de: [ZURÜCK]

source: Applications
de: Anwendungen

source: Write ALL translation tables and restart
de: ALLE Übersetzungstabellen schreiben und neu starten
